<template>
  <section class="container">
    <h2>Почему программирование?</h2>
    <div class="text">
      Особенного ничего здесь не будет, ведь все свое детство я провела за компьютером,
      сначала просто искала информацию по урокам в школе, потом в мою жизнь пришли игры,
      в некоторых случаях приходилось повозиться с папками системы, чтобы их запустить или настроить.
      Таким образом я перестала бояться это чудо технологий и
      начала подробнее изучать возможности своего ПК. <br>
      Когда пришло страшное время экзаменов стоял вопрос: "А куда идти?".
      Конечно я понимала, что гуманитарные науки у меня хуже всего получаются и
      даже не рассматривала их. <br>
      И в это время мой друг постоянно говорил, что есть программирование,
      сначала я подумала, что недостаточно умна для этого, это же так сложно.
      Но все-таки решила рискнуть и ни разу не пожалела, что сделала выбор в пользу разработки. <br>
      Учиться и правда было сложно, особенно первое время, что такое условия, циклы, функции,
      даже это в начале было непонятно, но как это было трудно, так и интересно. <br>
      Создавать собственный продукт с нуля и по сей день приносит мне удовольствие,
      в какой-то мере это творческий процесс и ты в нём главный.
      Особенно я люблю в программирование то, то это бесконечное изучение нового материала,
      не будет такого момента, что ты всё знаешь в этой области и некуда развиваться.
    </div>
  </section>
</template>
